Revit 2024 API
ParameterTypeId.ContourElevationStep Property
 "Increment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ContourElevationStep { get; }
Visual Basic
Public Shared ReadOnly Property ContourElevationStep As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ContourElevationStep {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace